{
  "home": "Home",
  "evolution": "Evolution",
  "missionStatement": "Mission Statement",
  "contactUs": "Contact Us",
  "waysToHelp": "Ways To Help",
  "donateNow": "Donate Now",
  "bankTransfer": "Bank transfer",
  "crypto": "Crypto",
  "debitCredit": "Debit or Credit Card",
  "uaDebitCredit": "UA Debit or Credit Card",
  "partnerWithUs": "PARTNER WITH US",
  "otherWays": "Other Ways to give",
  "makeGift": "Make a gift",
  "helpEquipment": "Help with equipment",
  "quickLinks": "Quick Links",
  "contacts": "Contacts",
  "legal": "Legal",
  "newsletter": "Join The Newsletter",
  "email": "Email",
  "emailPlaceholder": "Your email here...",
  "subscribeNow": "Subscribe Now",
  "copyright": "© All rights reserved 2025 EduCrisis | Legal Info",
  "homeTitle": "Welcome to EduCrisis",
  "homeContent": "Add your home page content here. This is where you can describe your organization's mission and impact.",
  "evolutionTitle": "Our Evolution",
  "evolutionContent": "The civil unrest that began in Ukraine intensified in 2014 and resulted in the creation of two\nRussian proxy statelets that emerged in eastern Ukraine, the self\nproclaimed Donetsk and Luhansk People’s Republics. The annexation of\nCrimea that violated Russia’s own international commitment in\naccordance with the United Nations Charter and was declared illegal by\nthe Ukrainian government. The early attempts to annihilate Ukraine and\nthe tumultuous years that followed despite the multilateral agreements\nthat were periodically not implemented and adhered to resulted in the\neducation crisis in Ukraine.",
  "evolutionContent2": "The hostilities presented more awareness of schools that often lacked insufficient facilities, depreciated equipment, out-dated textbooks. Many rural schools had antiquated classrooms and eroding infrastructure. Ukraine began vigorously drafting articles to restore the educational services sectors, unifying with ambition to develop long overdue reformations to the education institution.",
  "evolutionContent3": "Some of these problems were inherited with old fashioned teaching methodologies and oftentimes with low enthusiasm amongst some teachers. Both the approaches towards teaching and towards learning were rather obsolete with students applying rote recitation without understanding how the knowledge would be relevantly purposeful in everyday life. Over burdened lessons with theoretical knowledge and that lacked practical application. Textbooks were academically dense, and exhausting with secondary sources of factual content. Dampening motivation and to extent inquisitiveness amongst students.",
  "evolutionContent4": " It was very customary for school administrators to collect money from parents for classroom renovations and presents for teachers. Some parents provided influential gifts to get their children accepted to more prestigious schools, for better grades and or for private tutoring with goals of academic enrichment. The approach’s adversely affected some students’ understanding of unfair competition and the need to study. As a result, not all Ukrainian students enjoyed access to the equality of education that had been guaranteed by the constitution.",
  "evolutionContent5": "Oftentimes the teaching profession’s encountered lower salaries that weren’t comparable with the cycle of economic inflation, discouraged many teachers. Minimal opportunities for professional advancement stifle creativity, dynamism and ultimately lead to burnout for many teachers. Many of the schools deepened with what was becoming an entrenched succession of poverty were children from substandard income families didn’t always receive the necessary skills. The economic capital defines the pillars of getting good jobs with recognition of social mobility.",
  "evolutionContent6": "As with many sovereign countries when military encroachment continues, it threatens society of its existence with an imminent onslaught of human life. Ukraine became further determined to prevail despite the daunting obstacles generated by Russia’s ruthless parastate groups carrying out a proxy war for numerous years. Intimidation accompanied boundless actions to seize control of territories and, insightful meddling to reshape Ukraine’s political system.",
  "evolutionContent7": "A united Ukraine developed new reforms with laws in the education sector that represented a major shift towards the devolution beyond local government. These expansions in making decisions impacted the abilities of broader autonomy to the municipality authority for the education service providers such as schools and universities. Reforms introduced in 2017 directed at student finances, incentive allotments to local education authorities to focus on enhancing the effectiveness of resources. Increasing teachers starting salaries to four times the minimum living wages by 2023 and informing and educating communities about the necessity to elevate the reforms of Ukraine’s education institution. National dialogues took place over several years which culminated in the development of a progressive curriculum for the New Ukrainian School outlined a range of academic challenges.",
  "evolutionContent8": "The President of Russia announced in 2022 that is was launching a “special military operation” to defend the Russian-controlled territories in eastern Ukraine the Donetsk People’s Republic and Luhansk People’s Republic under Article 51 of the United Nations Charter. Subsequently this has led to the country’s largest economic recession in history, it forced millions to relocate in Ukraine. It is now one of the most mine-contaminated countries in the world. These actions systematically dismantled some of the achievements made in the previous years of reforms.",
  "evolutionContent9": "The teachers of Ukraine recognized swiftly that in times of war education often becomes the beacon of hope and resilience.",
  "evolutionContent10": "Schools are symbols of stable socialization and were exploited by Russia’s military actions by damaging them or completely destroying them. Ukrainian educators became further determined as unsung heroes to uphold the oath to something greater than themselves. Educators continued teaching children despite the disparity in the juxtaposition to build more bomb shelters for children attending physical schools or teachers that are internally displaced persons formally teaching children online that live abroad and children in Ukraine.",
  "evolutionContent11": "The heartache of reduced salaries due to smaller class sizes with influxes of students relocating oftentimes by mandatory evacuations from treacherous areas. Teachers who pay taxes despite classifications as a internally displaced persons while receiving humanitarian items such as canned foods, blankets and mattresses to sleep. The constant interruptions of online lessons as air raid sirens cacophony whilst shuffling lessons to a bathroom that provides more protection from distant explosions that generate blast pressure that force windows to shatter glass everywhere.",
  "evolutionContent12": "Ukraine’s strength is widely based upon the fabric of all the different cultures and people that come with it and this applies in the education field and this is one essence of the Ukrainian spirit.",
  "missionTitle": "Our Mission",
  "missionContent": "Add mission statement content here. Explain your goals and values.",
  "contactTitle": "Contact Us",
  "contactContent": "Add contact information here. Include address, phone, email, and contact form.",
  "donateTitle": "Donate Now",
  "donateContent": "Add donation information here. Explain how donations help and provide payment options.",
  "partnerTitle": "Partner With Us",
  "partnerContent": "Add partnership information here. Describe partnership opportunities and benefits.",
  "otherWaysTitle": "Other Ways to Give",
  "otherWaysContent": "Add other donation methods here. Include equipment donations, volunteering, etc.",
  "legalTitle": "Legal Information",
  "legalContent": "Add legal information here. Include terms of service, privacy policy, etc."
}
