{
  "home": "Home",
  "evolution": "Evolution",
  "missionStatement": "Mission Statement",
  "contactUs": "Contact Us",
  "waysToHelp": "Ways To Help",
  "donateNow": "Donate Now",
  "bankTransfer": "Donate By bank transfer",
  "crypto": "Crypto Donation",
  "debitCredit": "Debit or Credit Card",
  "uaDebitCredit": "UA Debit or Credit Card",
  "partnerWithUs": "PARTNER WITH US",
  "otherWays": "Other Ways to give",
  "makeGift": "Make a gift",
  "helpEquipment": "Help with equipment",
  "quickLinks": "Quick Links",
  "contacts": "Contacts",
  "legal": "Legal",
  "newsletter": "Join The Newsletter",
  "email": "Email",
  "emailPlaceholder": "Your email here...",
  "subscribeNow": "Subscribe Now",
  "copyright": "© All rights reserved 2025 EduCrisis | Legal Info",
  "homeTitle": "Welcome to EduCrisis",
  "homeContent": "Add your home page content here. This is where you can describe your organization's mission and impact.",
  "evolutionTitle": "Our Evolution",
  "evolutionContent": "The civil unrest that began in Ukraine intensified in 2014 and resulted in the creation of two\nRussian proxy statelets that emerged in eastern Ukraine, the self\nproclaimed Donetsk and Luhansk People’s Republics. The annexation of\nCrimea that violated Russia’s own international commitment in\naccordance with the United Nations Charter and was declared illegal by\nthe Ukrainian government. The early attempts to annihilate Ukraine and\nthe tumultuous years that followed despite the multilateral agreements\nthat were periodically not implemented and adhered to resulted in the\neducation crisis in Ukraine.",
  "evolutionContent2": "The hostilities presented more awareness of schools that often lacked insufficient facilities, depreciated equipment, out-dated textbooks. Many rural schools had antiquated classrooms and eroding infrastructure. Ukraine began vigorously drafting articles to restore the educational services sectors, unifying with ambition to develop long overdue reformations to the education institution.",
  "evolutionContent3": "Some of these problems were inherited with old fashioned teaching methodologies and oftentimes with low enthusiasm amongst some teachers. Both the approaches towards teaching and towards learning were rather obsolete with students applying rote recitation without understanding how the knowledge would be relevantly purposeful in everyday life. Over burdened lessons with theoretical knowledge and that lacked practical application. Textbooks were academically dense, and exhausting with secondary sources of factual content. Dampening motivation and to extent inquisitiveness amongst students.",
  "evolutionContent4": " It was very customary for school administrators to collect money from parents for classroom renovations and presents for teachers. Some parents provided influential gifts to get their children accepted to more prestigious schools, for better grades and or for private tutoring with goals of academic enrichment. The approach’s adversely affected some students’ understanding of unfair competition and the need to study. As a result, not all Ukrainian students enjoyed access to the equality of education that had been guaranteed by the constitution.",
  "evolutionContent5": "Oftentimes the teaching profession’s encountered lower salaries that weren’t comparable with the cycle of economic inflation, discouraged many teachers. Minimal opportunities for professional advancement stifle creativity, dynamism and ultimately lead to burnout for many teachers. Many of the schools deepened with what was becoming an entrenched succession of poverty were children from substandard income families didn’t always receive the necessary skills. The economic capital defines the pillars of getting good jobs with recognition of social mobility.",
  "evolutionContent6": "As with many sovereign countries when military encroachment continues, it threatens society of its existence with an imminent onslaught of human life. Ukraine became further determined to prevail despite the daunting obstacles generated by Russia’s ruthless parastate groups carrying out a proxy war for numerous years. Intimidation accompanied boundless actions to seize control of territories and, insightful meddling to reshape Ukraine’s political system.",
  "evolutionContent7": "A united Ukraine developed new reforms with laws in the education sector that represented a major shift towards the devolution beyond local government. These expansions in making decisions impacted the abilities of broader autonomy to the municipality authority for the education service providers such as schools and universities. Reforms introduced in 2017 directed at student finances, incentive allotments to local education authorities to focus on enhancing the effectiveness of resources. Increasing teachers starting salaries to four times the minimum living wages by 2023 and informing and educating communities about the necessity to elevate the reforms of Ukraine’s education institution. National dialogues took place over several years which culminated in the development of a progressive curriculum for the New Ukrainian School outlined a range of academic challenges.",
  "evolutionContent8": "The President of Russia announced in 2022 that is was launching a “special military operation” to defend the Russian-controlled territories in eastern Ukraine the Donetsk People’s Republic and Luhansk People’s Republic under Article 51 of the United Nations Charter. Subsequently this has led to the country’s largest economic recession in history, it forced millions to relocate in Ukraine. It is now one of the most mine-contaminated countries in the world. These actions systematically dismantled some of the achievements made in the previous years of reforms.",
  "evolutionContent9": "The teachers of Ukraine recognized swiftly that in times of war education often becomes the beacon of hope and resilience.",
  "evolutionContent10": "Schools are symbols of stable socialization and were exploited by Russia’s military actions by damaging them or completely destroying them. Ukrainian educators became further determined as unsung heroes to uphold the oath to something greater than themselves. Educators continued teaching children despite the disparity in the juxtaposition to build more bomb shelters for children attending physical schools or teachers that are internally displaced persons formally teaching children online that live abroad and children in Ukraine.",
  "evolutionContent11": "The heartache of reduced salaries due to smaller class sizes with influxes of students relocating oftentimes by mandatory evacuations from treacherous areas. Teachers who pay taxes despite classifications as a internally displaced persons while receiving humanitarian items such as canned foods, blankets and mattresses to sleep. The constant interruptions of online lessons as air raid sirens cacophony whilst shuffling lessons to a bathroom that provides more protection from distant explosions that generate blast pressure that force windows to shatter glass everywhere.",
  "evolutionContent12": "Ukraine’s strength is widely based upon the fabric of all the different cultures and people that come with it and this applies in the education field and this is one essence of the Ukrainian spirit.",
  "missionTitle": "Building brighter futures through education in times of adversity",
  "missionContent": "We are educators who are committed to stabilizing the educational foundation in Ukraine that the full scale war that expanded to a greater extent February 2022 has significantly devastated the country by the unimaginable hardships induced by evil that further exacerbated an already fragile system from the first Russian hostilities in 2014.",
  "missionContent2": "We are dedicated to the service of others with our commitments to the traditions of excellence with the beliefs that with preparation comes much confidence in enabling our actions in determining the fate of a generation of children.",
  "missionContent3": "We wholeheartedly aspire through our unwavering work to bridge the gaps of adversities that are at the intersection of education, humanitarianism in the communities that are divided by the ongoing tragedy of sorrow.",
  "missionContent4": "We are motivated to continue to raise international awareness with understanding the significance in the academic pathways of how important education is and how central it is to national identity, social cohesion, family and to the future generation of Ukrainian people.",
  "missionContent5": "We support internally displaced educators and students who remained in areas of Ukraine that voluntarily fled from the daily violence or were forcibly evacuated to sanctuary cities with limited assistance. Many have endured the loss of their home and separation from families due to already grave injuries sustained after the violent outbreaks of clashes that began in 2014 primarily the Donetsk and Luhansk states within the Donbas.",
  "missionContent6": "We strive to advocate and contribute to educators with a steadfast approach in remaining dedicated to supporting teachers throughout the challenges and provide assistance they desperately need to continue imparting knowledge to children to adulthood.",
  "missionContent7": "We protect teachers in Russian occupied territories struggling in seized and declared illegally annexed areas are at significant risk. They have been targets of oppression, unlawful detention and disappearances. We strive to enact policy legislation initiatives that remove the stigma that is often identified teachers as collaborators that endure threats and ensure their safety without compromising the integrity of harm to them and to their loved ones once these territories are liberated.",
  "missionContent8": "We promote multilingual education by advocating for the importance of safeguarding the rights of children to receive a diverse education. This includes ensuring that students have access to the Russian language and literature education, free from coercion and unlawful indoctrination.",
  "missionContent9": "We focus on education for children at most vulnerable ages from birth to 8 years through a network of liaisons throughout Europe in fields of early childhood development to educate best practices to help nurture the intercultural understanding for administrators of schools where children are attending schools in Italy, Bulgaria and Germany whilst also receiving online schooling from teachers in Ukraine with goals oriented towards education diplomacy that these children will return to Ukraine.",
  "missionContent10": "We endeavor for equality rights for children with firm beliefs that every student has the right to safe education and focus on vulnerable groups that are living in areas of Russian aggression directed towards minority groups facing discrimination and children with disabilities. In areas where parents are threatened that children will be taken away from their families if they do not attend schools that teach Russian language and literature with the mentality to indoctrinate children.",
  "missionContent11": "We pursue dialogue with legislation that creates some educational procedures implemented due to martial law as We continue to tailor students’ curriculum to adequately prepare children living in areas where the learning environment is home schooled based as the only option and teachers preparing materials to specifications of the parent with patterned capacity oversight.",
  "missionContent12": " We aspire to be triumphed against all odds and keep our honor clean as the character of war is changing and the battlefields to classrooms evolves that directly correlates with capabilities and availability in technologies. We stand firm by our core ethos as educators to not only be capable but willingly to do hard things on behalf of our country.",
  "missionPart1Title": "WHO WE ARE",
  "missionPart2Title": "WHAT WE DO",
  "missionPart3Title": "WHERE WE IMPACT",
  "contactTitle": "Contact Us",
  "contactContent": "Add contact information here. Include address, phone, email, and contact form.",
  "donateTitle": "Donate Now",
  "donateContent": "Add donation information here. Explain how donations help and provide payment options.",
  "partnerTitle": "Partner With Us",
  "partnerContent": "Add partnership information here. Describe partnership opportunities and benefits.",
  "otherWaysTitle": "Other Ways to Give",
  "otherWaysContent": "Add other donation methods here. Include equipment donations, volunteering, etc.",
  "legalTitle": "Legal Information",
  "legalContent": "Add legal information here. Include terms of service, privacy policy, etc.",
  "bankTransferText1": "1.⁠ ⁠The primarily focus of our NGO is to provide support for internally displaced people Ukrainian (IDP’s) school aged children, some with learning disabilities.",
  "bankTransferText2": "Assistance to orphaned children and children with learning difficulties. Internally displaced Ukrainian faculty, administrators and staff.",
  "bankTransferText3": "Further educational assistance to priority two refugees.",
  "bankTransferText4": "Our target is to provide help equivalent to 500k UAH per month.",
  "bankTransferText5": "2.⁠ ⁠01.07.2022 – 01.07.2027 – Project start and complition with possibility of furter extention date.",
  "bankTransferText6": "3.⁠ ⁠By making a donation, the donor consents to their redistribution/use in various projects of the organization.",
  "bankTransferText7": "4.⁠ ⁠The donor understands that the amount of the donation is non-refundable.",
  "donateCryptoText1": "We opened crypto wallet for donations in crypto. Please follow the link if you wish to help with crypto.",
  "donateCryptoText2": "For smaller tips please visit please visit the page",
  "donateCryptoText3": "For larger donations in Crypto please follow the link",
  "homepage1": "Help Resolve Education Crisis With EduCrisis",
  "homepage2": "To continue to raise international awareness of the significance in academic pathways of how important education is and how central it is to national identity, social cohesion, family and to the future of Ukraine​",
  "homepage3": "Of the nearly 4 million schoolchildren, about 800,000 studied full-time, 900,000 in a mixed form, and more than 2.2 million remotely.",
  "homepage4": "Among them are those who study only at a local school and those who simultaneously receive education in Ukraine.",
  "homepage5": "Of these children, between 500 and 700 thousand studied abroad.",
  "homepage6": "Educational Institutions Destroyed",
  "homepage7": "Educational Institutions Damaged",
  "homepage8": "4296 education institutions have suffered bombing and shelling, - and 399 of them have been destroyed completely.",
  "homepage_img1": "School ceremony with celebrations after renovation",
  "homepage_img2": "School directly targeted by military force",
  "our_partners": "Our Partners",

  "source": "source"
}
