{
  "home": "Главная",
  "evolution": "Эволюция",
  "missionStatement": "Миссия",
  "contactUs": "Контакты",
  "waysToHelp": "Как помочь",
  "donateNow": "Пожертвовать",
  "bankTransfer": "Банковский перевод",
  "crypto": "Донатить Криптовалюту",
  "debitCredit": "Дебетовая или кредитная карта",
  "uaDebitCredit": "UA Дебетовая или кредитная карта",
  "partnerWithUs": "СТАТЬ ПАРТНЕРОМ",
  "otherWays": "Другие способы помощи",
  "makeGift": "Сделать подарок",
  "helpEquipment": "Помочь с оборудованием",
  "quickLinks": "Быстрые ссылки",
  "contacts": "Контакты",
  "legal": "Правовая информация",
  "newsletter": "Подписаться на рассылку",
  "email": "Электронная почта",
  "emailPlaceholder": "Ваш email...",
  "subscribeNow": "Подписаться",
  "copyright": "© Все права защищены 2025 EduCrisis | Правовая информация",
  "homeTitle": "Добро пожаловать в EduCrisis",
  "homeContent": "Добавьте содержание главной страницы здесь. Опишите миссию и влияние вашей организации.",
  "evolutionTitle": "Наша эволюция",
  "evolutionContent": "Общественные беспорядки, которые начались в Украине, усилились в 2014 году, привели к созданию двух российских прокси-государств на востоке Украины, самопровозглашенных Донецкой и Луганской народных республик. Аннексия Крыма, которая нарушила собственные международные обязательства России в соответствии с Уставом Организации Объединенных Наций и была признана украинскими властями незаконной. Первые попытки уничтожить Украину и последовавшие бурные годы, несмотря на многосторонние соглашения, которые периодически не выполнялись и не соблюдались, привели к образовательному кризису в Украине.",
  "evolutionContent2": "Военные действия привлекли внимание к школам, которые часто не имели достаточных помещений, изношенного оборудования, устаревших учебников. Во многих сельских школах классные комнаты давно не видели ремонта, а вся инфрастуктура давно устарела. Украина начала активно разрабатывать законопроекты для восстановления секторов образовательных услуг, объединившись с амбициями по развитию давно назревших реформ в образовательной отрасли.",
  "evolutionContent3": "Некоторые из этих проблем были унаследованы вместе с устаревшими методиками преподавания и низким уровнем энтузиазма среди некоторых учителей среди учителей. Подходы как к преподаванию, так и к обучению были устаревшими, а ученики практиковали зазубривание, не зная, как практически и целесообразно применять эти знания в повседневной жизни. Уроки были перегружены теоретическими знаниями и не имели практического применения. Учебники были академически сухими и перегруженными второстепенными фактическими материалами. Такая подача материала негативно влияла на мотивацию и любознательность учеников.",
  "evolutionContent4": "Довольно распространенной практикой для руководителей школьных учреждений был сбор денег с родителей на ремонты классов и подарки для учителей. Некоторые родители также вносили весомые подарки, чтобы их детей приняли в лучшие школы, а также за лучшие оценки или за частные внеклассные занятия с учителями с целью получения лучших знаний. Такие методы по-разному влияли на понимание некоторых учеников что такое честная конкуренция и в чем заключается необходимость обучения. Как следствие, не все ученики имели доступ к равному образованию, гарантированному Конституцией.",
  "evolutionContent5": "Часто низкая заработная плата учителей, которая не выдерживала гонки с циклом экономической инфляции, обескураживала многих учителей. Минимальные возможности для профессионального роста перекрывали кислород творчества, динамизма и, в конце концов, приводили к профессиональному выгоранию многих учителей. Многие школы, которые оказались в глубокой бедности из-за утверждения преемственности бедности, где дети из семей с низким доходом не всегда получали необходимые навыки. Экономический капитал может стать твердой основой для получения хорошей работы с признанием социальной мобильности.",
  "evolutionContent6": "Как и во многих суверенных странах, когда военное вторжение продолжается и когда несет угрозу самому существованию общества, неизбежно посягая на человеческие жизни, Украина стала еще более решительно настроена на победу, несмотря на огромные препятствия, созданные безжалостными российскими полугосударственными группировками, которые в течение многих лет ведут прокси-войну. Запугивание сопровождали безграничные действия по захвату контроля над территориями и глубокие вмешательства с целью перекроить политическую систему Украины.",
  "evolutionContent7": "Объединенная Украина разработала новые реформы, приняв законы в образовательном секторе, которые стали значительным сдвигом в направлении децентрализации полномочий, выходящих за пределы местного самоуправления. Такое расширение полномочий в принятии решений повлияло на возможности более широкой автономии муниципальной власти для поставщиков образовательных услуг, таких как школы и университеты. Реформы, введенные в 2017 году, направлены на финансовое обеспечение студентов, стимулирование местных органов управления образованием сосредоточиться на повышении эффективности использования ресурсов. Повышение начальной заработной платы учителей до четырех прожиточных минимумов до 2023 года. Информирование и разъяснение общественности о необходимости активизации реформирования сферы образования в Украине. В течение нескольких лет проходили национальные обсуждения, которые привели к созданию образовательной программы Новой украинской школы, что очертило ряд академических вызовов.",
  "evolutionContent8": "Президент России объявил в 2022 году о начале \"специальной военной операции\" для защиты контролируемых Россией территорий на востоке Украины - Донецкой Народной Республики и Луганской Народной Республики - в соответствии со статьей 51 Устава Организации Объединенных Наций. Это привело к крупнейшей в истории страны экономической рецессии, заставило миллионы людей покинуть свои дома. Сейчас это одна из самых загрязненных минами стран мира. Эти действия систематически разрушали некоторые достижения реформ предыдущих лет.",
  "evolutionContent9": "Учителя Украины быстро осознали, что во время войны образование часто становится маяком надежды и устойчивости.",
  "evolutionContent10": "Школы являются символами стабильной социализации, но в результате их использования в российских военных целях, значительное их количество получило существенные повреждения, или они были полностью разрушены. Украинские педагоги, как невоспетые герои, стали еще более упорно придерживаться присяги чему-то большему, чем они сами. Педагоги продолжили учить детей, несмотря на неравенство в противопоставлении потребностей в построении большего количества бомбоубежищ для детей, посещающих школу физически, и в поддержке учителей, которые являются внутренне перемещенными лицами, официально обучают детей онлайн, живущих как за рубежом, так и в Украине.",
  "evolutionContent11": "Дел не облегчает и душевная боль, связанная со снижением зарплат из-за меньшего количества учеников в классах, поскольку часто целые районы вынуждены эвакуироваться. Несмотря на статус внутренне перемещенных лиц и получение гуманитарной помощи, такой как консервы, одеяла и матрасы для сна, учителя должны платить налоги. Онлайн уроки постоянно прерываются из-за звуков сирен воздушной тревоги и переноса уроков в ванные комнаты, которые обеспечивают большую защиту от удаленных взрывов, которые создают взрывную волну, под действием которой, оконное стекло осколками разлетается повсюду.",
  "evolutionContent12": "Сила Украины в значительной степени основывается на сочетании разных культур и людей, которые ее населяют, и это касается сферы образования, что является одной из основополагающих основ украинского духа.",
  "missionTitle": "Построение светлого будущего через образование в сложные времена",
  "missionContent": " Мы - работники сферы образования, которые стремятся стабилизировать образовательный фундамент в Украине, где полномасштабная война, расширившись до больших масштабов в феврале 2022 года, значительно опустошила страну из-за немыслимых трудностей, вызванных злом, которое еще больше ухудшило и без того хрупкую систему от первых российских военных действий в 2014 году.",
  "missionContent2": "Мы посвящаем себя служению другим, следуя традициям совершенства и веря, что с подготовкой приходит большая уверенность в том, что наши действия будут определять судьбу целого поколения детей.",
  "missionContent3": "Своим непоколебимым трудом мы искренне стремимся заполнить пробелы, вызванные проблемами, которые находятся на пересечении образования, гуманитарной деятельности в сообществах, разделенных продолжающейся скорбной трагедией.",
  "missionContent4": "Мы мотивированы продолжать повышать международную осведомленность с пониманием того, насколько важным является образование и насколько оно является центральным для национальной идентичности, социальной сплоченности, семьи и будущего поколения украинского народа.",
  "missionContent5": "Мы поддерживаем внутренне перемещенных педагогов и студентов, оставшихся на территории Украины, которые либо добровольно переехали, спасались от ежедневного насилия, либо были принудительно эвакуированы в города-убежища, которые предоставляли ограниченную поддержку. Многие из них пережили потерю дома и разлуку с семьями из-за и без того серьезных травм, полученных после вспышек насилия, начавшихся в 2014 году, прежде всего в Донецкой и Луганской областях на Донбассе.",
  "missionContent6": "Мы стремимся непоколебимо отстаивать интересы педагогов и вносить свой вклад в их деятельность, оставаясь преданными поддержке учителей, несмотря на трудности, и предоставляя им помощь, в которой они отчаянно нуждаются, чтобы продолжать передавать знания детям во взрослой жизни.",
  "missionContent7": "Мы защищаем учителей на оккупированных Россией территориях, которые ведут борьбу на захваченных и объявленных незаконно аннексированных территориях и подвергаются значительному риску. Они подвергаются притеснениям, незаконным задержаниям, а также они исчезают без вести. Мы стремимся внедрять законодательные политические инициативы, которые бы устранили стигму, которая часто идентифицирует учителей как коллаборационистов, которые всегда находятся поду ударом, и обеспечили бы их безопасность, не ставя под угрозу причинения вреда им и их близким после того, как эти территории будут освобождены.",
  "missionContent8": "Мы поддерживаем многоязычное образование, отстаивая важность защиты прав детей на получение разнообразного образования. Это включает в себя обеспечение доступа учащихся к изучению русского языка и литературы без принуждения и незаконной индоктринации.",
  "missionContent9": "Мы сосредоточены на образовании детей в наиболее уязвимом возрасте, а именно от рождения и до 8 лет через сеть связей по всей Европе в сфере раннего развития детей, чтобы распространять лучшие практики, которые помогают воспитывать межкультурное взаимопонимание для руководителей школ, где дети посещают школы в Италии, Болгарии и Германии, в то время как дети получают онлайн-обучение от учителей из Украины с целями, ориентированными на образовательную дипломатию, что эти дети вернутся в Украину.",
  "missionContent10": "Мы боремся за равенство прав детей с твердым убеждением, что каждый ученик имеет право на безопасное образование, и сосредотачиваем внимание на уязвимых группах, живущих в зонах российской агрессии, направленной на группы меньшинств, сталкивающихся с дискриминацией, и детей с инвалидностью. На территориях, где родителям угрожают, что детей заберут из семьи, если они не будут посещать школы, где преподают русский язык и литературу из соображений, направленных на индоктринацию детей.",
  "missionContent11": "Мы прилагаем все усилия для плодотворного диалога по законодательству, которое внедряет некоторые образовательные механизмы, введенные в связи с военным положением, на нашем пути адаптации учебных программ, чтобы адекватно подготовить детей, проживающих в районах, где единственным вариантом обучения является домашнее обучение, а учителя готовят материалы в соответствии со спецификациями родителей при условии систематического контроля за их возможностями.",
  "missionContent12": "Мы стремимся победить вопреки всему и сохранить нашу честь чистой, поскольку характер войны меняется, а поле боя смещается в школьные аудитории, что непосредственно коррелирует с возможностями и доступностью технологий. Мы твердо придерживаемся нашего основного принципа как педагоги: быть не только способными, но и готовыми делать тяжелые вещи в интересах нашей страны.",
  "missionPart1Title": "О НАС",
  "missionPart2Title": "ЧЕМ МЫ ЗАНИМАЕМСЯ",
  "missionPart3Title": "НА ЧЕМ МЫ СОСРЕДОТОЧЕНЫ",
  "contactTitle": "Свяжитесь с нами",
  "contactContent": "Добавьте контактную информацию здесь. Включите адрес, телефон, email и контактную форму.",
  "donateTitle": "Пожертвовать сейчас",
  "donateContent": "Добавьте информацию о пожертвованиях здесь. Объясните, как помогают пожертвования и предоставьте варианты оплаты.",
  "partnerTitle": "Стать партнером",
  "partnerContent": "Добавьте информацию о партнерстве здесь. Опишите возможности и преимущества партнерства.",
  "otherWaysTitle": "Другие способы помощи",
  "otherWaysContent": "Добавьте другие способы пожертвований здесь. Включите пожертвования оборудования, волонтерство и т.д.",
  "legalTitle": "Правовая информация",
  "legalContent": "Добавьте правовую информацию здесь. Включите условия использования, политику конфиденциальности и т.д.",
  "bankTransferText1": "1. ⁠ ⁠Основной задачей нашей НПО является оказание поддержки внутренне перемещенным лицам (ВПЛ) и детям школьного возраста из числа украинцев, некоторые из которых имеют проблемы с обучением.",
  "bankTransferText2": "Помощь детям-сиротам и детям с трудностями в обучении. Преподаватели, администраторы и сотрудники из числа внутренне перемещенных лиц из Украины.",
  "bankTransferText3": "Дальнейшая образовательная помощь беженцам из двух приоритетных групп..",
  "bankTransferText4": "Наша цель — оказать помощь в размере, эквивалентном 500 тыс. грн в месяц.",
  "bankTransferText5": "2.⁠ ⁠01.07.2022 – 01.07.2027 – Начало и завершение проекта с возможностью дальнейшего продления.",
  "bankTransferText6": "3.⁠ ⁠Делая пожертвование, жертвователь дает согласие на их перераспределение/использование в различных проектах организации.",
  "bankTransferText7": "4.⁠ ⁠Донор понимает, что сумма пожертвования не подлежит возврату."
}
