{
  "home": "Головна",
  "evolution": "Еволюція",
  "missionStatement": "Місія",
  "contactUs": "Контакти",
  "waysToHelp": "Як допомогти",
  "donateNow": "Пожертвувати",
  "bankTransfer": "Банківський переказ",
  "crypto": "Донатити криптовалюту",
  "debitCredit": "Дебетова або Кредитна картка",
  "uaDebitCredit": "Українська Дебетова або Кредитна картка",
  "partnerWithUs": "СТАТИ ПАРТНЕРОМ",
  "otherWays": "Інші способи допомоги",
  "makeGift": "Зробити подарунок",
  "helpEquipment": "Допомогти з обладнанням",
  "quickLinks": "Швидкі посилання",
  "contacts": "Контакти",
  "legal": "Правова інформація",
  "newsletter": "Підписатися на розсилку",
  "email": "Електронна пошта",
  "emailPlaceholder": "Ваш email...",
  "subscribeNow": "Підписатися",
  "copyright": "© Всі права захищено 2025 EduCrisis | Правова інформація",
  "homeTitle": "Ласкаво просимо до EduCrisis",
  "homeContent": "Додайте вміст головної сторінки тут. Опишіть місію та вплив вашої організації.",
  "evolutionTitle": "Наша еволюція",
  "evolutionContent": "Громадські заворушення, які почалися в Україні, посилилися в 2014 році, призвели до створення двох російських проксі-держав на сході України, самопроголошених Донецької та Луганської народних республік. Анексія Криму, яка порушила власні міжнародні зобов'язання Росії відповідно до Статуту Організації Об'єднаних Націй і була визнана українською владою незаконною. Перші спроби знищити Україну та буремні роки, що слідували, незважаючи на багатосторонні угоди, які періодично не виконувалися та не дотримувалися, призвели до освітньої кризи в Україні.",
  "evolutionContent2": "Воєнні дії привернули увагу до шкіл, які часто не мали достатніх приміщень, зношеного обладнання, застарілих підручників. У багатьох сільських школах класні кімнати давно не бачили ремонту, а вся інфрастуктура давно застаріла. Україна почала активно розробляти законопроекти для відновлення секторів освітніх послуг, об'єднавшись з амбіціями щодо розвитку давно назрілих реформ в освітній галузі.",
  "evolutionContent3": "Деякі з цих проблем були успадковані разом із застарілими методиками викладання та низьким рівнем ентузіазму серед деяких вчителів серед вчителів. Підходи як до викладання, так і до навчання були застарілими, а учні практикували зазубрювання, не знаючи, як практично та доцільно застосовувати ці знання у повсякденному житті. Уроки були перевантажені теоретичними знаннями і не мали практичного застосування. Підручники були академічно сухими і перевантаженими другорядними фактичними матеріалами. Така подача матеріалу негативно впливала на мотивацію і допитливість учнів.",
  "evolutionContent4": "Доволі поширеною практикою для керівників шкільних закладів був збір грошей з батьків на ремонти класів і подарунки для вчителів. Деякі батьки також вносили вагомі подарунки, аби їхніх дітей прийняли до кращих шкіл, а також за кращі оцінки або за приватні позакласні заняття з вчителями з метою отримання кращих знань. Такі методи по-різному впливали на розуміння деяких учнів що таке чесна конкуренція та в чому полягає необхідність навчання. Як наслідок, не всі учні мали доступ до рівної освіти, гарантованої Конституцією.",
  "evolutionContent5": "Часто низька заробітна плата вчителів, яка не витримувала перегонів з циклом економічної інфляції, знеохочувала багатьох вчителів. Мінімальні можливості для професійного зростання перекривали кисень творчості, динамізму і, зрештою, призводили до професійного вигорання багатьох вчителів. Багато шкіл, які опинились в глибокій бідності через утвердження спадкоємності бідності, де діти з сімей із низбким доходом не завжди отримували необхідні навички. Економічний капітал може стати твердою основою для отримання хорошої роботи з визнанням соціальної мобільності.",
  "evolutionContent6": "Як і в багатьох суверенних країнах, коли військове вторгнення триває і коли несе загрозу самому існуванню суспільства, неминуче зазіхаючи на людські життя, Україна стала ще більш рішуче налаштована на перемогу, незважаючи на величезні перешкоди, створені безжальними російськими напівдержавними угрупованнями, які протягом багатьох років ведуть проксі-війну. Залякування супроводжували безграничні дії із захоплення контролю над територіями та глибокі втручання з метою перекроїти політичну систему України.",
  "evolutionContent7": "Об'єднана Україна розробила нові реформи, прийнявши закони в освітньому секторі, які стали значним зрушенням у напрямку децентралізації повноважень, що виходять за межі місцевого самоврядування. Таке розширення повноважень у прийнятті рішень вплинуло на можливості ширшої автономії муніципальної влади для постачальників освітніх послуг, таких як школи та університети. Реформи, запроваджені у 2017 році, спрямовані на фінансове забезпечення студентів, стимулювання місцевих органів управління освітою зосередитися на підвищенні ефективності використання ресурсів. Підвищення початкової заробітної плати вчителів до чотирьох прожиткових мінімумів до 2023 року. Інформування та роз'яснення громадськості щодо необхідності активізації реформування освітньої галузі в Україні. Протягом кількох років відбувалися національні обговорення, які привели до створення освітньої програми Нової української школи, що окреслило низку академічних викликів.",
  "evolutionContent8": "Президент Росії оголосив у 2022 році про початок \"спеціальної військової операції\" для захисту контрольованих Росією територій на сході України - Донецької Народної Республіки та Луганської Народної Республіки - відповідно до статті 51 Статуту Організації Об'єднаних Націй. Це призвело до найбільшої в історії країни економічної рецесії, змусило мільйони людей покинути свої домівки. Зараз це одна з найбільш забруднених мінами країн світу. Ці дії систематично руйнували деякі досягнення реформ попередніх років.",
  "evolutionContent9": "Вчителі України швидко усвідомили, що під час війни освіта часто стає маяком надії та стійкості.",
  "evolutionContent10": "Школи є символами стабільної соціалізації, але внаслідок їх використання у російських військових цілях, значна їх кількість зазнала суттєвих ушкоджень, або вони були повністю зруйновані. Українські освітяни, наче неоспівані герої, стали ще більш завзято дотримуватись присяги чомусь більшому, ніж вони самі. Освітяни продовжили навчати дітей, незважаючи на нерівність у протиставленні потреб у побудові більшої кількості бомбосховищ для дітей, які відвідують школу фізично, і у підтримці вчителів, які є внутрішньо переміщеними особами, що офіційно навчають дітей онлайн, які живуть як за кордоном, так і в Україні.",
  "evolutionContent11": "Справ не полегшує й душевний біль, пов'язаний зі зниженням зарплат через меншу кількість учнів у класів,оскільки часто цілі райони змушені евакуюватися. Незважаючи на статус внутрішньо переміщених осіб і отримання гуманітарної допомоги, такої як консерви, ковдри та матраци для сну, вчителі мають платити податки. Онлайн уроки постійно перериваються через звуки сирен повітряної тривоги та перенесення уроків до ванних кімнат, які забезпечують більший захист від віддалених вибухів, які створюють вибухову хвилю, під дією якої, віконне скло уламками розлітається повсюди.",
  "evolutionContent12": "Сила України значною мірою ґрунтується на поєднанні різних культур і людей, які її населяють, і це стосується сфери освіти, що є однією з основоположних засад українського духу.",
  "missionTitle": "Побудова світлого майбутнього через освіту в складні часи",
  "missionContent": "Ми - освітяни, які прагнуть стабілізувати освітній фундамент в Україні, де повномасштабна війна, що розширилася до великих масштабів у лютому 2022 року, значно спустошила країну через немислимі труднощі, спричинені злом, яке ще більше погіршило і без того крихку систему від перших російських воєнних дій у 2014 році.",
  "missionContent2": "Ми присвячуємо себе служінню іншим, дотримуючись традицій досконалості та вірячи, що з підготовкою приходить велика впевненість у тому, що наші дії визначатимуть долю цілого покоління дітей.",
  "missionContent3": "Своєю непохитною працею ми щиросердно прагнемо заповнити прогалини, спричинені негараздами, які знаходяться на перетині освіти, гуманітарної діяльності в громадах, розділених скорботною трагедією, що триває.",
  "missionContent4": "Ми мотивовані продовжувати підвищувати міжнародну обізнаність з розумінням того, наскільки важливою є освіта і наскільки вона є центральною для національної ідентичності, соціальної згуртованості, сім'ї та майбутнього покоління українського народу.",
  "missionContent5": "Ми підтримуємо внутрішньо переміщених освітян та студентів, що залишилися на території України, які або добровільно рятувалися від щоденного насильства або були примусово евакуйовані до міст-притулків, які надавали обмежену підтримку. Багато з них пережили втрату домівки та розлуку з сім'ями через і без того серйозні травми, отримані після спалахів насильства, що розпочалися у 2014 році, насамперед у Донецькій та Луганській областях на Донбасі.",
  "missionContent6": "Ми прагнемо непохитно відстоювати інтереси освітян і робити свій внесок у їхню діяльність, залишаючись відданими підтримці вчителів, незважаючи на труднощі, і надаючи їм допомогу, якої вони відчайдушно потребують, щоб продовжувати передавати знання дітям у дорослому житті.",
  "missionContent7": "Ми захищаємо вчителів на окупованих Росією територіях, які ведуть боротьбу на захоплених і оголошених незаконно анексованих територіях і наражаються на значний ризик. Вони зазнають утисків, незаконних затримань, а також вони зникають безвісти. Ми прагнемо впроваджувати законодавчі політичні ініціативи, які б усунули стигму, яка часто ідентифікує вчителів як колабораціоністів, які терплять погрози, і забезпечили б їхню безпеку, не ставлячи під загрозу заподіяння шкоди їм та їхнім близьким після того, як ці території будуть звільнені.",
  "missionContent8": "Ми підтримуємо багатомовну освіту, відстоюючи важливість захисту прав дітей на отримання різноманітної освіти. Це включає в себе забезпечення доступу учнів до вивчення російської мови та літератури без примусу та незаконної індоктринації.",
  "missionContent9": "Ми зосереджуємося на освіті дітей у найбільш вразливому віці від народження до 8 років через мережу зв'язків по всій Європі у сфері раннього розвитку дітей, щоб поширювати найкращі практики, які допомагають виховувати міжкультурне взаєморозуміння для керівників шкіл, де діти відвідують школи в Італії, Болгарії та Німеччині, в той час, коли діти отримують онлайн-навчання від вчителів з України з цілями, орієнтованими на освітню дипломатію, що ці діти повернуться в Україну.",
  "missionContent10": "Ми боремося за рівність прав дітей з твердим переконанням, що кожен учень має право на безпечну освіту, і зосереджуємо увагу на вразливих групах, які живуть у зонах російської агресії, спрямованої на групи меншин, що стикаються з дискримінацією, та дітей з інвалідністю. На територіях, де батькам погрожують, що дітей заберуть із сім'ї, якщо вони не відвідуватимуть школи, де викладають російську мову та літературу з міркувань, що спрямовані на індоктринацію дітей.",
  "missionContent11": "Ми докладаємо всіх зусиль для плідного діалогу щодо законодавства, яке впроваджує деякі освітні механізми, що були введені у звʼязку з воєнним станом, на нашому шляху адаптації навчальних програми, щоб адекватно підготувати дітей, які проживають у районах, де єдиним варіантом навчання є домашнє навчання, а вчителі готують матеріали відповідно до специфікацій батьків за умови систематичного контролю за їхніми можливостями.",
  "missionContent12": "Ми прагнемо перемогти всупереч усьому і зберегти нашу честь чистою, оскільки характер війни змінюється, а поле бою зміщується в класні кімнати, що безпосередньо корелює з можливостями та доступністю технологій. Ми твердо дотримуємося нашого основного принципу як освітяни - бути не лише здатними, але й готовими робити важкі речі в інтересах нашої країни.",
  "missionPart1Title": "ПРО НАС",
  "missionPart2Title": "ЩО МИ РОБИМО",
  "missionPart3Title": "НА ЧОМУ МИ ЗОСЕРЕДЖЕНІ",
  "contactTitle": "Зв'яжіться з нами",
  "contactContent": "Додайте контактну інформацію тут. Включіть адресу, телефон, email та форму зворотного зв'язку.",
  "donateTitle": "Пожертвувати зараз",
  "donateContent": "Додайте інформацію про пожертви тут. Поясніть, як допомагають пожертви та надайте варіанти оплати.",
  "partnerTitle": "Стати партнером",
  "partnerContent": "Додайте інформацію про партнерство тут. Опишіть можливості та переваги партнерства.",
  "otherWaysTitle": "Інші способи допомоги",
  "otherWaysContent": "Додайте інші способи пожертв тут. Включіть пожертви обладнання, волонтерство тощо.",
  "legalTitle": "Правова інформація",
  "legalContent": "Додайте правову інформацію тут. Включіть умови використання, політику конфіденційності тощо.",
  "bankTransferText1": "1. Основним напрямком діяльності нашої благодійної організації є надання підтримки українським внутрішньо переміщеним особам (ВПО) дітям шкільного віку, деякі з яких мають труднощі в навчанні через вроджені вади.",
  "bankTransferText2": "Допомога дітям-сиротам та дітям з проблемами навчання. Внутрішньо переміщені українські викладачі, адміністратори та персонал.",
  "bankTransferText3": "Подальша освітня допомога двом пріоритетним біженцям.",
  "bankTransferText4": "Наша мета – надавати допомогу в еквіваленті 500 тис. грн на місяць.",
  "bankTransferText5": "2.⁠ ⁠01.07.2022 – 01.07.2027 – Початок та завершення проекту з можливістю подальшого продовження.",
  "bankTransferText6": "3. Здійснюючи пожертву, донор дає згоду на їх перерозподіл/використання в різних проектах організації.",
  "bankTransferText7": "4. Донор розуміє, що сума пожертви не повертається.",
  "donateCryptoText1": "We opened crypto wallet for donations in crypto. Please follow the link if you wish to help with crypto.",
  "donateCryptoText2": "For smaller tips please visit please visit the page",
  "donateCryptoText3": "For larger donations in Crypto please follow the link",
  "homepage1": "Допомагаємо вирішити освітню кризу з EduCrisis",
  "homepage2": "Продовжувати підвищувати обізнаність міжнародної спільноти про важливість освіти та її центральне значення для національної ідентичності, соціальної згуртованості, сім'ї та майбутнього України.​",
  "homepage3": "З майже 4 мільйонів школярів близько 800 000 навчалися за денною формою, 900 000 - за змішаною, а понад 2,2 мільйона - дистанційно.",
  "homepage4": "Серед них є ті, хто навчається лише в місцевій школі закордоном, і ті, хто паралельно здобуває освіту в Україні.",
  "homepage5": "З них від 500 до 700 тисяч дітей навчалися за кордоном.",
  "homepage6": "НАВЧАЛЬНИХ ЗАКЛАДІВ ЗРУЙНОВАНО",
  "homepage7": "НАВЧАЛЬНИХ ЗАКЛАДІВ ПОШКОДЖЕНО",
  "homepage8": "4296 закладів освіти постраждали від бомбардувань та обстрілів. 399 з них зруйновано повністю.",
  "homepage_img1": "Урочиста шкільна церемонія після ремонту",
  "homepage_img2": "Школа після впливу військової сили",
  "our_partners": "Наші партнери",

  "source": "джерело"
}
