{
  "home": "首页",
  "evolution": "演变",
  "missionStatement": "使命宣言",
  "contactUs": "联系我们",
  "waysToHelp": "帮助方式",
  "donateNow": "立即捐赠",
  "bankTransfer": "银行转账",
  "crypto": "加密货币",
  "debitCredit": "借记卡或信用卡",
  "uaDebitCredit": "UA借记卡或信用卡",
  "partnerWithUs": "成为合作伙伴",
  "otherWays": "其他捐赠方式",
  "makeGift": "赠送礼物",
  "helpEquipment": "帮助提供设备",
  "quickLinks": "快速链接",
  "contacts": "联系方式",
  "legal": "法律信息",
  "newsletter": "订阅新闻",
  "email": "电子邮件",
  "emailPlaceholder": "您的邮箱...",
  "subscribeNow": "立即订阅",
  "copyright": "© 版权所有 2025 EduCrisis | 法律信息",
  "homeTitle": "欢迎来到EduCrisis",
  "homeContent": "在此添加主页内容。描述您组织的使命和影响。",
  "evolutionTitle": "我们的演变",
  "evolutionContent": "2014 年，乌克兰开始的内乱加剧，原因是两个俄罗斯主张分裂小国在东部成立，即自称的顿涅茨克人民共和国和卢甘斯克人民共和国。 吞并克里米亚违反了俄罗斯根据《联合国宪章》做出的国际承诺，被乌克兰政府宣布为非法。 冲突之前俄方多边协议不时/定期未执行和遵守. 俄方从此进一步增强敌对立场。早期消灭乌克兰的企图以及随后的动荡岁月导致了乌克兰的教育危机。",
  "evolutionContent2": "战争使得人们对乌克兰学校缺点的认识提高。乌克兰学校设施不足、设备陈旧、教科书过时。 许多农村学校没有室内卫生间、教室陈旧、基础设施日渐老化。 乌克兰开始大力起草恢复教育服务部门的条款，并雄心勃勃地对教育机构进行早该进行的改革。",
  "evolutionContent3": "其中一些问题是老式教学方法遗留下来的，而且一些教师的积极性往往较低。 教学和学习的方法都相当过时，因为学生只是死记硬背，而不了解知识在日常生活中的相关用途。 理论知识负担过重，缺乏实际应用。 教科书的学术内容又缺乏物质又，而且事实内容的二手来源令人筋疲力尽。 抑制学生的积极性和好奇心。",
  "evolutionContent4": "学校管理人员向家长收取费用用于装修教室和给老师送礼物是很常见的。 一些家长提供有影响力的礼物，让孩子被名校录取、取得更好的成绩或以提高学业为目标接受私人辅导。 这些做法对一些学生对不正当竞争的认识和学习的必要性产生了不利影响。因此，并非所有乌克兰学生都享有宪法保障的平等教育机会。",
  "evolutionContent5": "通常，教师职业的低工资让他们无能为力克服经济通货膨胀，这让许多教师望而却步。 极少的职业晋升机会会扼杀创造力和活力，并最终导致许多人精疲力竭。 许多学校因贫困而加深，我们来自低收入家庭的孩子并不总能获得必要的技能。 经济资本通常作为良好工作前景与社会流动性的支柱。",
  "evolutionContent6": "与许多主权国家一样，当军事侵犯持续存在时，就会对人类生命造成迫在眉睫的袭击，从而威胁到社会的生存。 尽管俄罗斯残酷的准国家组织多年来进行代理人战争造成了巨大的障碍，但乌克兰更加坚定了获胜的决心。 目前，乌克兰在对抗恐吓伴随着夺取领土控制权的无休无止的行动，以及重塑乌克兰政治体系的干预。",
  "evolutionContent7": " 统一的乌克兰在教育部门制定了新的法律改革，这代表着向地方政府以外的权力下放的重大转变。 这些决策范围的扩大影响了市政府为学校和大学等教育服务提供者提供更广泛自主权的能力。 2017 年推出的改革针对学生资助、地方教育当局的奖励拨款，重点关注提高资源的有效性。 到 2023 年，将教师起薪提高到最低生活工资的四倍，并向社区通报和教育有必要加强乌克兰教育机构的改革。 历时数年，最终对新乌克兰学派的描述概述了一系列学术挑战。",
  "evolutionContent8": "俄罗斯总统宣布根据《联合国宪章》第五十一条，为了保卫俄罗斯控制的乌克兰东部领土，顿涅茨克人民共和国和卢甘斯克人民共和国，于2022年启动特别军事行动。 随后，这导致了该国历史上最严重的经济衰退，迫使数百万人搬迁，乌克兰现在是世界上地雷污染最严重的国家之一。 这些行为系统性地瓦解了前些年改革取得的一些成果。",
  "evolutionContent9": "乌克兰的教师们很快认识到，在战争时期，教育往往成为希望和韧性的灯塔。",
  "evolutionContent10": "学校是稳定社会化的象征，却被俄罗斯的军事行动所利用，对其进行破坏或彻底摧毁。 乌克兰教育工作者更加决心成为无名英雄，坚守比自己更伟大的誓言。 尽管存在悲剧性的矛盾，但教育工作者仍在继续教育儿童，为上实体学校的儿童建造更好的防空洞，或者国内流离失所者的教师正式在线教育居住在国外的儿童和乌克兰的儿童。",
  "evolutionContent11": "由于学生经常因强制疏散而大量外流，班级规模缩小，所以教师工资降低，这令人心痛。。教师们尽管被列为国内流离失所者，但仍纳税，同时收到罐头食品、毯子和睡眠床垫等人道主义物品。由于空袭警报声刺耳，在线课程不断中断，同时把课程拖到浴室，提供更多保护，免受远处爆炸的影响，爆炸产生的冲击波压力迫使窗户震碎各处玻璃。",
  "evolutionContent12": "乌克兰的力量广泛地建立在所有不同文化和人民的基础之上，这也适用于教育领域，这是乌克兰精神的精髓之一。",
  "missionTitle": "处于劣境却以教育建造更光明的未来",
  "missionContent": "Educrisis作为一个乌克兰非政治组织全力以赴于教育制度的稳定化。不可想象的邪恶意图其通过2022年二月开始的全面战争摧毁不尽而且造成其持续脆弱制度的进一步退化。",
  "missionContent2": "我们致力于为他人服务，秉承追求卓越的传统，坚信有备无患，我们的行动将决定一代孩子的命运。",
  "missionContent3": "通过坚定不移的努力我们为教育，人道救援工作，及其被持续的悲剧所分裂的社区全心全意希望弥合差距，克服逆境。",
  "missionContent4": " 我们坚持不懈地提高国际社会对通往未来的学术道路重要性的认识，其强调教育作为民族特性，社会团结，家庭概念，以及乌克兰人民未来的核心。",
  "missionContent5": "我们支持国内流民的教育家和学生。面对日复一日的暴力，尽管巨多人民根据政府命令疏散到援助有限的避难城市，但部分人群却仍然留而不动。因为2014年开始的俄方凶猛的突击，许多主要住居于方准纳入顿巴斯地区的人受到家园损失，家人失散，及其极度的困难。",
  "missionContent6": "我们全力以赴地为教育家大声倡导，整体援助。我们具备坚定不移的策略针对于缓解困境，通过急需的有形与无形援助材料的提供，与教育家携手面对困难，《顺着争取的机会/在争取的平台上》为未来的时代传授知识。",
  "missionContent7": "我们有保护在被俄罗斯占领领土的教师的志向。位于非法吞并地区的教师面临着重大风险。他们当作为压迫，非法拘留，及其《夺人行动/失踪》的主要目标。因为这些人身处风险，我们致力于催促针对于消除教师与合作者有关的耻辱的倡议。在占领地被解放的变局下，确保他人的安全，其身份的谨慎保密，避免其亲戚的危害属于我们的重要使命。",
  "missionContent8": "我们提倡多语教育，为保障儿童接受多样化教育的权利进行倡导。此概念为学生确保俄语其文学的获得权利，免于胁迫和非法灌输。",
  "missionContent9": "我们专心于处于幼儿到11岁发展期间的孩子的教育。在儿童发展专家的欧洲网络的帮助下，应用教育最佳做法，培养学校管理者的跨文化理解。学生当前上现实与网上课堂做适当的学习培养，激励其向乌克兰返回与携手修复，为长期发展计划起重大准备作用。",
  "missionContent10": "我们致力于确立儿童之间的平等权利。每位学生值得和平与教育之权。我们对在被俄占领地遭受歧视的弱势，能力不足，以及少数群体献给特别关注和援助。",
  "missionContent11": "我们渴望战胜一切困难，保持我们的荣誉。随着战争的发展，乌克兰的教育基础设施和知识基础也受到了影响。我们坚守教育工作者的核心精神，不仅有能力，而且愿意为国家做艰苦的事情。",
  "missionContent12": "我们全心追求与影响在戒严法下实施的教育程序的立法人员进行对话。我们有将学生的课程调整为全面的学习体验的目标。将儿童限于家庭教育是当前的不幸规范。教师根据家长的指示编写教材，对适当的教学技巧和内容进行不可避免的疏忽。",
  "missionPart1Title": "我们是谁",
  "missionPart2Title": "我们做什么",
  "missionPart3Title": "影响之处",
  "contactTitle": "联系我们",
  "contactContent": "在此添加联系信息。包括地址、电话、电子邮件和联系表单。",
  "donateTitle": "立即捐赠",
  "donateContent": "在此添加捐赠信息。解释捐赠如何帮助并提供付款选项。",
  "partnerTitle": "成为合作伙伴",
  "partnerContent": "在此添加合作伙伴信息。描述合作机会和好处。",
  "otherWaysTitle": "其他捐赠方式",
  "otherWaysContent": "在此添加其他捐赠方式。包括设备捐赠、志愿服务等。",
  "legalTitle": "法律信息",
  "legalContent": "在此添加法律信息。包括服务条款、隐私政策等。",
  "bankTransferText1": "1.⁠ ⁠我们非政府组织的主要重点是为乌克兰境内流离失所者 (IDP) 学龄儿童提供支持，其中一些儿童有学习障碍。",
  "bankTransferText2": "援助孤兒和學習困難兒童。國內流離失所的烏克蘭教職人員、管理人員和工作人​​員。",
  "bankTransferText3": "為優先兩名難民提供進一步的教育援助。",
  "bankTransferText4": "我們的目標是每月提供相當於 50 萬烏克蘭格里夫納的幫助。",
  "bankTransferText5": "2.⁠ ⁠2022 年 7 月 1 日 – 2027 年 7 月 1 日 – 專案開始和完成，可能進一步延長日期。",
  "bankTransferText6": "3.⁠ ⁠通过捐赠，捐赠者同意将其重新分配/用于该组织的各个项目。",
  "bankTransferText7": "4.⁠ ⁠捐赠者明白捐赠金额不可退还。"
}
